/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "Productregistratie %@ V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "Gebruik voor de beste ervaring tijdens het instellen OS X %s of hoger.";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "Er heeft zich een probleem voorgedaan bij het tot stand brengen van een verbinding met de %@-registratieserver. Probeer het later opnieuw.";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "Er heeft zich een probleem voorgedaan bij het tot stand brengen van een internetverbinding. Probeer het later opnieuw.";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "Kan de standaardbrowser niet vinden of deze niet openen.";

"OK" = "OK";
